<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR" isErrorPage="true" %>
    
    
<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>Insert title here</title>
</head>
<body>

	<h1>잘못된 입력입니다. 다시입력해주세요</h1>
	<h2>에러현황 : <%=exception.getClass().getName()%></h2>
	
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<p>에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./에러페이지입니다./</p>
	<a href="border.jsp"><h1>이전으로</h1></a>
	
</body>
</html>